export const emptyList = [
  {
    mode: "home",
    main: "个人图书为空",
    sub: "请点击右上角的借阅按钮添加图书",
  },
  {
    mode: "favorite",
    main: "您喜爱的图书为空",
    sub: "在任意图书上右键，点击添加到喜爱以将它添加您喜爱的图书",
  },
  {
    mode: "bookmark",
    main: "您的书签为空",
    sub: "将鼠标移动到任意书本上方，点击右上角的更多图标，将图书添加到书架",
  },
  {
    mode: "note",
    main: "您的笔记为空",
    sub: "在阅读器界面，选中文字后，在弹出的对话框中添加笔记",
  },
  {
    mode: "digest",
    main: "您的高亮为空",
    sub: "在阅读器界面，选中文字后，在弹出的对话框中点击高亮",
  },
  {
    mode: "shelf",
    main: "您的书架为空",
    sub: "在阅读器界面，将鼠标移至上边缘处，在弹出的菜单栏中添加书签",
  },

  {
    mode: "trash",
    main: "回收站为空",
    sub: "被删除的图书会出现在这里，清空回收站才会彻底删除",
  },
];
